"ONE_SONG" = "1 เพลง";
"SONGS_COUNT_FORMAT" = "%d เพลง";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "วางแผงแล้วเมื่อ %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@ %@";

"MUSIC" = "เพลง";

"123" = "123";

"Add All Albums" = "เพิ่มอัลบั้มทั้งหมด";

"Add All Songs" = "เพิ่มเพลงทั้งหมด";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "บันทึก";
"ADD_PLAYLIST_DIALOG_TITLE" = "เพลย์ลีสต์ใหม่";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "ใส่ชื่อสำหรับเพลย์ลีสต์นี้";
"ADD_PLAYLIST_ROW" = "เพิ่มเพลย์ลีสต์…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "ชื่อเรื่อง";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "เพิ่มเพลงไปที่ “%@”";
"EDIT_PLAYLIST_RENAME" = "เปลี่ยนชื่อ";
"EDIT_PLAYLIST_ADD_SONGS" = "เพิ่มเพลง";
"RENAME_PLAYLIST_DIALOG_TITLE" = "เปลี่ยนชื่อเพลย์ลีสต์";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "ชื่อเรื่อง";

"Albums" = "อัลบั้ม";

"All Albums" = "อัลบั้มทั้งหมด";

"All Songs" = "เพลงทั้งหมด";

"Cancel" = "ยกเลิก";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "กำลังอัปเดตคลัง\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "อาจใช้เวลาสักครู่";

"Refresh Playlist" = "รีเพรชเพลย์ลีสต์";

"CLEAR" = "ล้าง";

"Clear Playlist" = "ล้างเพลย์ลีสต์";

"Save Playlist" = "บันทึกเพลย์ลีสต์";

"Delete Playlist" = "ลบเพลย์ลีสต์";

"Delete" = "ลบ";

"Done" = "เสร็จ";

"Edit" = "แก้ไข";

"Save" = "บันทึก";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d อัลบั้ม";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d ศิลปิน";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d รายการ";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d แทร็ค";

"LISTING_COUNT_GENRES_FORMAT" = "%d แนว";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d เพลย์ลีสต์";

"LISTING_COUNT_SONGS_FORMAT" = "%d เพลง";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "ศิลปิน";

"NO_CONTEXT_NAVTITLE_GENRES" = "แนว";

"OK" = "ตกลง";

"Playlists" = "เพลย์ลีสต์";

"Shuffle" = "สับเปลี่ยน";

"Songs" = "เพลง";

"Unknown" = "ไม่ทราบ";
"UNKNOWN_ARTIST" = "ศิลปินไม่ทราบชื่อ";
"UNKNOWN_ALBUM" = "อัลบั้มไม่ทราบชื่อ";

"NOW_PLAYING_BUTTON_LABEL" = "กำลัง\nเล่นอยู่";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "ศิลปิน (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "ศิลปิน (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "อัลบั้ม (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "อัลบั้ม (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "เพลย์ลีสต์ (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "เพลย์ลีสต์ (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "เพลง (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "เพลง (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "แนว (%@ ผลลัพธ์)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "แนว (%@ ผลลัพธ์)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "เพิ่มเพลงในเพลย์ลีสต์ %@";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "วางแผงแล้วเมื่อ %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 เพลง";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u เพลง";
"ALBUM_INFO_TIME_SINGULAR" = "1 นาที";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u นาที";

"UNKNOWN_DURATION" = "--:--";
